{
  "Common": {
    "landingpage_h_1": "توليد معلومات",
    "landingpage_h_3": " ",
    "landingpage_h_2": "قابلة للتنفيذ",
    "landingpage_b": "تكمن قوة المعلومات المتحصل عليها عبر الدراسات والأبحاث في التوصية بحلول مبتكرة و رسم مساراتٍ ناجحة نحو الأمام. إنها تسلط الضوء على الفروقات الدقيقة الخفية، وتكشف الفرص وتعزز التوسع والتقدم في كل مسار.",
    "aboutus_h": "معلومات عن نقطة وضوح",
    "aboutus_b": "أهلا بك في نقطة وضوح Focal Point ، نحن نقدم لك دراسات وأبحاث السوق بشمولية ومرونة متكاملة ، وقد شهد عام 2011م إنشاء نقطة وضوح هنا في المملكة العربية السعودية.",
    "indust_automotive_h": "المركبات",
    "indust_automotive_b": "إننا في نقطة وضوح Focal Point متخصصون في دراسات مختلف أنواع المركبات. مع تاريخ يمتد لعقدين تقريباً، قمنا بمشاركة خبرتنا مع العديد من الكيانات العاملة في مجال المركبات. ويحافظ فريقنا من خبراء صناعة المركبات على مراقبة مستمرة لتحولات الصناعة، ويكرسون أنفسهم لتتبع الاتجاهات والابتكارات والتحولات في تفضيلات المستهلك وسلوكيات الشراء المتطورة. إننا ملتزمون بتقديم بيانات السوق والمعلومات التي لا تقدر بثمن بما يفوق توقعات عملائنا ورضاهم ، حيث تمكنهم هذه الموارد من اتخاذ قرارات مستنيرة وأكثر وضوحاً . ويتركز هدفنا النهائي على تزويد عملائنا بفهم أفضل لوضع السوق الحالي، ومساعدتهم في تحديد التحديات والفرص بشكلٍ أكثر فعالية.",
    "indust_automotive_s1_h": "العلامة/الهوية التجارية",
    "indust_automotive_s1_b": "يتم دعم تطوير وتحسين العلامة و هوية المنشأة من خلال دراستها. أن التصورات والقصص والسمات التي يرتبط بها الأشخاص مع المنشأة تصبح علامتها التجارية. ولتقديم معلومات واقتراحات قائمة على البيانات لمبادرات وتحركات المنتج أو الخدمات أو العملاء فمن المهم فهم مؤشرات الأداء الرئيسية للعلامة التجارية مثل الوعي بها والولاء والتأييد والتواصل والإدراك وقيمة العلامة التجارية وذلك خلال كل مرحلة من مراحل دورة حياة المنتج أو الخدمة المستهدفة بالدراسة والبحث.",
    "indust_automotive_s1_t1": "توفر تصميمات مشاريعنا لعملائنا معرفة فعالة من حيث التكلفة وعميقة وثاقبة بأسواقهم المحلية والإقليمية والعالمية.",
    "indust_automotive_s2_h": "التسويق",
    "indust_automotive_s2_b": "أسلوب دراسة يستخدمه فريق التسويق لقياس مؤشرات الأداء الرئيسية وتقييم مدى إدراك المستهلكين وإلمامهم بصفات وصورة العلامة التجارية واسمها وسمعتها، كذلك قياس فعالية الحملة التسويقية. تحدد هذه الدراسة الوضع الحالي للوعي بالعلامة التجارية والفجوة المحتملة التي يمكن استهدافها لزيادة الوعي بها.",
    "indust_automotive_s2_t1": "تتبع صحة العلامة التجارية",
    "indust_automotive_s2_t2": "دراسة الكار كلينك - دراسة تواصل معرض السيارات",
    "indust_automotive_s2_t3": "دراسة اختبار مفهوم الإعلان",
    "indust_automotive_s2_t4": "دراسة فعالية الإعلان والترويج",
    "indust_automotive_s2_t5": "تعليقات التجار/التجار الفرعيين/تجار الجملة",
    "indust_automotive_s2_t6": "دراسة قيمة العلامة التجارية",
    "indust_automotive_s2_t7": "دراسة فعالية الحدث /معرض السيارات",
    "indust_automotive_s3_h": "فهم المستهلكين",
    "indust_automotive_s3_b": "من منا لا يريد أن يعرف بالضبط ما يفكر فيه المستهلك؟ لديك ميزة لا مثيل لها تتميز بها عن الشركات المنافسة عندما تفهم سيكولوجية عملائك. من خلال فهم المزيد عن آراء العميل ورغباته ودوافعه وسلوكه فيما يتعلق بالسلعة أو الخدمة، يهدف هذا النوع من الدراسة إلى فهم المستهلك كشخص. وبمعنى أوسع، تساعد دراسة وأبحاث المستهلكين في حصول الشركات على معلومات وثيقة الصلة وصالحة وحديثة عن عملائها المستهدفين.",
    "indust_automotive_s3_t1": "دراسة رضى العملاء",
    "indust_automotive_s3_t2": "دراسة ولاء العملاء",
    "indust_automotive_s3_t3": "دارسة وتحديد شخصيات العملاء",
    "indust_automotive_s3_t4": "دراسة استخدام المركبات والعادات",
    "indust_automotive_s4_h": "التخطيط للمنتج",
    "indust_automotive_s4_b": "تلعب العديد من الجوانب دوراً هاماً أثناء تقديم سيارة كنموذج أولي. إن الأفكار المكتسبة من فحص تلك العوامل ستحدد مدى جدواك واحتمال نجاحك. يتضمن ذلك مقارنة نموذج أولي للسيارة أو طراز جديد بالنماذج الحالية المنافسة من شركات مختلفة ثم تحليل البيانات واستعراض فرص التحسين. تتم دعوة العملاء المحتملين إلى معاينة النموذج بشكل ثابت (و/أو) تجربة قيادة النموذج مقارنة بنماذج المنافسين حتى يتمكنوا من التعبير عن تفضيلاتهم وتقييماتهم ووجهات نظرهم حول جميع مكونات المنتجات المعروضة.",
    "indust_automotive_s4_t1": "تحديد تشكيلة المواصفات المثالية",
    "indust_automotive_s4_t2": "التسعير الأمثل / دراسة مرونة السعر",
    "indust_automotive_s4_t3": "إكسسوارات المركبات وتطوير المواصفات",
    "indust_automotive_s5_h": "مبيعات المركبات",
    "indust_automotive_s5_b": "يعمل مندوبي/مستشاري المبيعات كمحطة التواصل الأولية بالعملاء. ولذلك فإن ضمان فاعلية عملية التناغم مابين مندوب المبيعات والعميل له أهمية قصوى. إننا نقوم بإجراء تقييم شامل لأداء موظفي المبيعات في صالة العرض أو نقطة البيع (POS)،بإجراء تحليل شامل. يشمل هذا التقييم رحلة العميل الكاملة، بدءاً من الترحيب بالعملاء القادمين وحتى الانتهاء من معاملات المبيعات خطوة بخطوة، وكل ذلك بما يتماشى مع التدريب المقدم للمبيعات.",
    "indust_automotive_s5_t1": "دراسة تتبع مواصفات المركبات",
    "indust_automotive_s5_t2": "دراسة تتبع أسعار المركبات",
    "indust_automotive_s6_h": "مابعد المبيعات",
    "indust_automotive_s6_b": "يعد فحص مراكز ما بعد البيع والشكاوى أمراً بالغ الأهمية لتحديد نقاط الألم لدى المستهلكين بدقة ومنع المفاجآت. الهدف من هذه الدراسة هو تقييم أداء مستشاري الخدمة في مراكز الخدمة، بما في ذلك كيفية تفاعلهم مع العملاء والتعامل مع المشكلات التي يواجهونها وتقديم أفضل الحلول.",
    "indust_automotive_s6_t1": "مقارنة أسعار الصيانة الدورية",
    "indust_automotive_s6_t2": "بحث تتبع أسعار قطع الغيار",
    "indust_automotive_s6_t3": "تقييم خدمة إصلاح وأعمال السمكرة والدهان",
    "indust_fmcg_h": "السلع الإستهلاكية",
    "indust_fmcg_b": "وفي حالة قطاع السلع الاستهلاكية، تعد دراسات السوق خطوة حاسمة في عملية البحث والتطوير. يعتمد كل خيار لاحق على المعلومات التي تم الحصول عليها وفحصها. وتؤثر هذه المعلومات الأساسية على كل جانب من جوانب الشركة، بما في ذلك المنتج والتسويق والتوزيع. إننا نساند شركتكم بمجموعتنا الواسعة من الخدمات في الحصول على معلومات جديرة بالثقة تمكنكم من الاستجابة بسرعة كافية لتلبية احتياجات عملائكم.",
    "indust_fmcg_s1_h": "العلامة/الهوية التجارية",
    "indust_fmcg_s1_b": "يتم دعم تطوير وتحسين العلامة التجارية أو هوية الشركة من خلال دراستها. أن التصورات والقصص والسمات التي يرتبط بها الأشخاص مع المنشأة تصبح علامتها التجارية. ولتقديم معلومات واقتراحات قائمة على البيانات لمبادرات وتحركات المنتج أو الخدمات أو العملاء فمن المهم فهم مؤشرات الأداء الرئيسية للعلامة التجارية مثل الوعي بها والولاء والتأييد والتواصل والإدراك وقيمة العلامة التجارية وذلك خلال كل مرحلة من مراحل دورة حياة المنتج أو الخدمة المستهدفة بالدراسة.",
    "indust_fmcg_s1_t1": "تتبع صحة العلامة التجارية",
    "indust_fmcg_s1_t2": "دراسة قيمة العلامة/ الهوية التجارية",
    "indust_fmcg_s2_h": "تطوير المنتجات",
    "indust_fmcg_s2_b": "بنشاط تقوم فرق البحث والتطوير (R&D) صناعة المنتجات الطازجة والنكهات والأحجام وخيارات التعبئة والتغليف لكل من عروضها الحالية والقادمة داخل السوق. وبتعاون الخبراء النوعيون والكميون في نقطة وضوح Focal Point لاستخلاص معلومات تساعد على توليد الأفكار والفرص وتحسين المنتج. بمجرد إعداد عينات المنتج، فإنها تخضع للاختبار والتقييم من قبل الجمهور المستهدف، مما يسهل إنشاء توقعات بحجم السوق والتي تؤثر في النهاية على القرارات المتعلقة بالمضي قدمًا في المنتجات أم لا.",
    "indust_help": "كيف يمكننا مساعدتك؟",
    "indust_fmcg_s2_t1": "توليد الأفكار",
    "indust_fmcg_s2_t2": "تطوير الاصناف/ الأحجام",
    "indust_fmcg_s2_t3": "التنوع المثالي للأصناف/ الاحجام",
    "indust_fmcg_s2_t4": "اختبار المفهوم",
    "indust_fmcg_s2_t5": "دراسة التسعير",
    "indust_fmcg_s2_t6": "اختبار التغليف",
    "indust_fmcg_s3_h": "التسويق والتطوير الابداعي",
    "indust_fmcg_s3_b": "طريقة لإجراء دراسة يستخدمها فريق التسويق لتحليل مؤشرات الأداء الرئيسية، وتحديد مدى شهرة سمات علامة تجارية معينة وسمعتها واسمها للعملاء وتقييم نجاح الحملات التسويقية. من المفيد معرفة موقع منشأتك من السوق عند محاولة بناء حضور وإنشاء استراتيجيات تسويقية وتعزيز المبيعات.",
    "indust_fmcg_s3_t1": "الاستخدام والسلوك",
    "indust_fmcg_s3_t2": "العادات والممارسات",
    "indust_fmcg_s3_t3": "اختبار الإعلانات",
    "indust_fmcg_s3_t4": "دراسة العادات والإعلانات والميديا",
    "indust_fmcg_s3_t5": "تطوير قنوات التواصل",
    "indust_fmcg_s4_h": "فهم واستيعاب العملاء",
    "indust_fmcg_s4_b": "تمثل دراسات تصنيف وتقسيم شخصيات العملاء بطريقة بحث متعددة الاستخدامات، حيث تساعد المؤسسات في تحديد قاعدة المستهلكين الخاصة بهم من خلال تصنيف وتقسيم الجمهور المستهدف إلى مجموعات فرعية فريدة تحددها عوامل مثل الجنس أو العمر أو الميول السياسية..إلخ. يمكن للتصنيفات و التقسيمات الأكثر تعقيداً أن تتعمق في جوانب مثل استخدام المنتج أو القيم الشخصية أو المواقف أو سمات نمط الحياة على سبيل المثال.",
    "indust_fmcg_s4_t1": "دراسة رضى العملاء",
    "indust_fmcg_s4_t2": "دارسة وتحديد شخصيات العملاء",
    "indust_fmcg_s4_t3": "دراسة إفادات العملاء",
    "indust_govsec_h": "القطاعات الحكومية / الخاصة",
    "indust_govsec_b": "إننا جميعا اليوم في بيئة متداخلة ومتطورة باستمرار، ويعد البقاء في المقدمة أمراً بالغ الأهمية لتحقيق النجاح. نحن نتفهم التحديات والفرص الفريدة التي تواجهها الحكومات وشركات القطاع العام في هذا المشهد سريع التغير.",
    "indust_govsec_s1_h": "دراسة الرأي العام للجمهور",
    "indust_govsec_s1_b": "إنها عملية جمع المعلومات حول مجموعة واسعة من المواضيع، بما في ذلك الديموغرافيا والاقتصاد والصحة والتعليم. من المهم فهم كيف يشعر المواطنون ويتصرفون تجاه جميع الأحداث المرتبطة سواء كانت جزء أو كل من السياسية والاقتصادية والاجتماعية والثقافية والتكنولوجية والقانونية والبيئية التي لها تأثير مباشر على السلطات والوزارات واللجان وأي كيانات عامة أخرى.",
    "indust_govsec_s1_t1": "استطلاع المواطنين",
    "indust_govsec_s2_h": "تطوير السياسات وتقييمها",
    "indust_govsec_s2_b": "تلعب الدراسات دوراً حاسماً في الفهم الفعال لآراء المواطنين ومستخدمي/ مستفيدي الخدمة العامة وأصحاب المصلحة الآخرين وضمان أن تكون القيادة مستنيرة بالأدلة السليمة حول خطوات العمل الضروري لتحقيق الأهداف الرئيسية طويلة المدى.",
    "indust_govsec_s2_t1": "أبحاث تصور السياسات",
    "indust_govsec_s3_h": "المعلومات السلوكية والتواصل",
    "indust_govsec_s3_b": "العمل على فهم سلوك وعادات المواطنين لتحديد احتياجاتهم وأولوياتهم، لرسم السياسات وتخصيص الميزانية المناسبة وتطوير الخدمات المميزة وتطوير البرامج الرائدة.",
    "indust_govsec_s3_t1": "دراسة تقييم الاحتياج",
    "indust_govsec_s4_h": "ردود فعل الجمهور ورضاهم",
    "indust_govsec_s4_b": "يتم تحديد وتقييم ردود الفعل ومستوى معين من الرضى أو عدم الرضى عندما يتعرض المواطنون لأي إجراء أو اتصالات عامة. من الممكن تقييم فعالية، رسالة، حدث أو نشاط من خلال تحليل نتائج تفاعل الجمهور المستهدف. ويستفيد جميع أصحاب المصلحة من النتيجة التي يتم استخدامها مثلاً لحساب عائد الاستثمار وتقييم الأداء وتحديد الاستراتيجيات الناجحة وبناء السمعة.",
    "indust_govsec_s4_t1": "دراسة الرضى العام",
    "indust_realestate_h": "العقارات",
    "indust_realestate_b": "مساعدة العملاء في تحديد وتحليل وتطوير و/أو تجديد الخصائص التي تولد عائد استثمار أعلى. سواء كان الأمر تجاريًا أو سكنيًا أو كليهما، يمكن لخبرائنا المساعدة في اتخاذ تلك القرارات الصعبة. تتعدد خدماتنا بداية من إجراء تقييمات للمنظور العام إلى اتخاذ قرار الاستمرار أو عدمه أو التحسين وذلك عبر جمع تعليقات السكان ورضاهم لتقييم خدمات إدارة الممتلكات.",
    "indust_realestate_s1_h": "العلامة/الهوية التجارية",
    "indust_realestate_s1_b": "يتم دعم تطوير وتحسين العلامة التجارية أو هوية الشركة من خلال دراستها. أن التصورات والقصص والسمات التي يرتبط بها الأشخاص مع المنشأة تصبح علامتها التجارية. ولتقديم معلومات واقتراحات قائمة على البيانات لمبادرات وتحركات المنتج أو الخدمات أو العملاء فمن المهم فهم مؤشرات الأداء الرئيسية للعلامة التجارية مثل الوعي بها والولاء والتأييد والتواصل والإدراك وقيمة العلامة التجارية وذلك خلال كل مرحلة من مراحل دورة حياة المنتج أو الخدمة المستهدفة بالدراسة.",
    "indust_realestate_s1_t1": "تحليل المواقع الجاذبة",
    "indust_realestate_s1_t2": "العلامة/الهوية التجارية",
    "indust_realestate_s1_t3": "احداثيات الموقع المثالي",
    "indust_realestate_s1_t4": "دراسة قيمة العلامة / الهوية التجارية",
    "indust_realestate_s2_h": "تطوير المنتجات",
    "indust_realestate_s2_b": "بنشاط تقوم فرق البحث والتطوير (R&D) بناء مشاريع عقارية بأحدث تجهيزات الوقاية والمرافق حسب احتياج العملاء. وبتعاون الخبراء النوعيون والكميون في نقطة وضوح Focal Point لاستخلاص معلومات تساعد على توليد الفرص وتحسين المنتج. بمجرد إعداد عينات المنتج، فإنها تخضع للاختبار والتقييم من قبل الجمهور المستهدف، مما يسهل إنشاء توقعات بحجم السوق والتي تؤثر في النهاية على القرارات المتعلقة بالمضي قدمًا في المنتجات أم لا.",
    "indust_realestate_s2_t1": "التسويق والتطوير الإبداعي",
    "indust_realestate_s2_t2": "الوعي بالعلامة التجارية",
    "indust_realestate_s2_t3": "الوعي بالعلامة التجارية",
    "indust_realestate_s2_t4": "اختبار الإعلانات",
    "indust_realestate_s2_t5": "تطوير قنوات التواصل",
    "indust_realestate_s3_h": "تجربة العملاء",
    "indust_realestate_s3_b": "تجربة العملاء هي أساس تصورات وانطباعات العملاء. ومن المهم أن تكون الشركات على دراية بأفكار ومشاعر عملائها، وليس فقط مشترياتهم. يؤثر كل تفاعل يمر به العميل مع المنشأة على موقفه تجاه علامتك التجارية بشكل عام. ولذلك، فإن قياس تفاصيل هذه التفاعلات يمكن أن يكشف عن فرص الشركة في النجاح على المدى الطويل. بالإضافة إلى تصنيف وترجيح عروض معينة بناء على تصوراتهم للوصول الرضا العام للعملاء.",
    "indust_realestate_s3_t1": "تجربة العملاء",
    "indust_food_h": "الأطعمة والمشروبات/البيع بالتجزئة",
    "indust_food_b": "يعد اكتساب عملاء جدد في قطاع التجزئة للأغذية والمشروبات (F&B) مساراً معقدًا، يتسم بالتحديات بما في ذلك المنافسة الشديدة، وتفضيلات المستهلكين المتطلبة، وارتفاع سقف التوقعات العالي للجودة والخدمة. وتؤدي التقلبات الموسمية والتعقيدات التشغيلية والحاجة إلى استثمارات تسويقية كبيرة إلى زيادة تعقيد الأمور. كما يمكن أن تؤدي المراجعات والتعليقات السلبية إلى الإضرار بالسمعة، في حين تزيد اللوائح المحلية والعوامل الاقتصادية من التعقيد. لذلك يعد بناء ولاء العملاء أمرا ليس بالهين، ويمكن أن يؤثر انقطاع سلسلة التوريد وتدوير الموظفين على التناغم. علاوة على ذلك، فإن ظهور الطلب عبر الإنترنت وتوصيل الطعام يحتاج بنية تحتية فعالة. يتطلب التغلب على هذه التحديات بنجاح اتباع نهج استراتيجي والالتزام برضى العملاء والتميز التشغيلي والتركيز الشامل على خلق تجارب لا تُنسى للعملاء الجدد.",
    "indust_food_s1_h": "العلامة/الهوية التجارية",
    "indust_food_s1_b": "يتم دعم تطوير وتحسين العلامة التجارية أو هوية الشركة من خلال دراستها. أن التصورات والقصص والسمات التي يرتبط بها الأشخاص مع المنشأة تصبح علامتها التجارية. ولتقديم معلومات واقتراحات قائمة على البيانات لمبادرات وتحركات المنتج أو الخدمات أو العملاء فمن المهم فهم مؤشرات الأداء الرئيسية للعلامة التجارية مثل الوعي بها والولاء والتأييد والتواصل والإدراك وقيمة العلامة التجارية وذلك خلال كل مرحلة من مراحل دورة حياة المنتج أو الخدمة المستهدفة بالدراسة.",
    "indust_food_s1_t1": "العلامة/الهوية التجارية",
    "indust_food_s1_t2": "تتبع صحة العلامة التجارية",
    "indust_food_s1_t3": "دراسة قيمة العلامة / الهوية التجارية",
    "indust_food_s1_t4": "احداثيات الموقع المثالي",
    "indust_food_s2_h": "التسويق والتطوير الإبداعي",
    "indust_food_s2_b": "طريقة لإجراء دراسة يستخدمها فريق التسويق لتحليل مؤشرات الأداء الرئيسية لتحديد مدى شهرة سمات أو صفات علامة تجارية معينة وسمعتها واسمها للعملاء وتقييم نجاح الحملات التسويقية. من المفيد معرفة موقعك في السوق عند محاولة بناء جمهور وإنشاء استراتيجيات تسويقية وتعزيز المبيعات.",
    "indust_food_s2_t1": "الاستخدام والسلوك",
    "indust_food_s2_t2": "الوعي بالماركة",
    "indust_food_s2_t3": "العادات والممارسات",
    "indust_food_s2_t4": "تطوير الاتصالات وقنوات التواصل",
    "indust_food_s2_t5": "اختبار الإعلانات",
    "indust_food_s2_t6": "دراسة الإعلانات و عادات استخدام الميديا",
    "indust_food_s3_h": "تجربة العملاء",
    "indust_food_s3_b": "تجربة العملاء هي أساس تصورات وانطباعات العملاء. ومن المهم أن تكون الشركات على دراية بأفكار ومشاعر عملائها، وليس فقط مشترياتهم. يؤثر كل تفاعل يمر به العميل مع الشركة على موقفه تجاه علامتك التجارية بشكل عام. ولذلك، فإن قياس تفاصيل هذه التفاعلات يمكن أن يكشف عن فرص الشركة في النجاح على المدى الطويل. بالإضافة إلى تصنيف وترجيح عروض معينة من الشركة بناء على تصوراتهم للوصول الرضا العام للعملاء.",
    "indust_food_s3_t1": "دارسة وتحديد شخصيات العملاء",
    "indust_food_s3_t2": "دراسة رضى العملاء",
    "indust_food_s3_t3": "ولاء العملاء",
    "indust_consultant_h": "المستشارون والوكالات",
    "indust_consultant_b": "يتطور قطاع دراسات وأبحاث السوق بسرعة بفضل الابتكارات، مثله مثل أي صناعة أخرى في العالم الحديث. في حين أن غالبية المستهلكين قد لا يكونون على علم بذلك، أصبحت العلامات التجارية الآن أكثر قدرة من أي وقت مضى على اتخاذ قرارات عمل بشكل أفضل وبسرعة وبتكلفة معقولة. باستخدام الأتمتة لتحليل البيانات، وربط الأنظمة المختلفة، ونقل البيانات بسرعة أكبر واستهداف الأفراد المناسبين للاستطلاعات بشكل أكثر دقة. تقوم نقطة وضوح Focal Point بدمج الذكاء الاصطناعي (AI) في منصاتها لتحديد المشاركين في الاستطلاع ذوي الكفاءة العالية.",
    "indust_consultant_s1_h": "الإبتكار",
    "indust_consultant_s1_b": "هل لديك فكرة حديثة أو مفهوم أو تصميم عبوة جديدة لتقييمه؟ يمكن لفريق المحترفين لدينا مساعدتك في تحسين المفاهيم واختيار أفضل الأفكار وتسريع عملية تطوير التغليف باستخدام منهجيات الدراسة و البحث القوية لدينا.",
    "indust_consultant_s1_t1": "الابتكار والتوقعات",
    "indust_consultant_s2_h": "تطوير المنتجات",
    "indust_consultant_s2_b": "بنشاط تقوم فرق البحث والتطوير (R&D) بإنشاء أفكار جديدة وحلول لتحديات الأعمال. بتعاون الخبراء النوعيون والكميون في نقطة وضوح Focal Point لاستخلاص معلومات تساعد على توليد الفرص وتحسين المنتج. بمجرد إعداد الأفكار للسوق المستهدف، فإنها تخضع للاختبار والتقييم من قبل الجمهور المستهدف، مما يسهل إنشاء توقعات بحجم السوق والتي تؤثر في النهاية على القرارات المتعلقة بالمضي قدمًا في المنتجات أم لا.",
    "indust_consultant_s2_t1": "دراسة تحليل تطوير المنتجات",
    "indust_consultant_s3_h": "كفاءة المبيعات",
    "indust_consultant_s3_b": "لتعزيز كفاءة فريق المبيعات، يجب على المنشأت في البداية تحديد معاييرها الخاصة للفعالية والكفاءة وإنشاء طرق لمسار التقدم. يتضمن ذلك تحديد أهداف قابلة للتحقيق لمقاييس المبيعات المميزة لمنشأتهم ومؤشرات الأداء الأساسية والتي سيتم تقييمها بعد ذلك بما يتماشى مع الأهداف.",
    "indust_consultant_s3_t1": "تقييم موظفي الصف الأمامي",
    "indust_consultant_s4_h": "التحسين الإبداعي",
    "indust_consultant_s4_b": "إنه ينشئ حملات إعلانية في الوقت الفعلي اعتمادًا على متطلبات أو تفضيلات الجمهور أو العميل، يقوم التحسين الإبداعي بتصفية الجمهور الأكثر ملاءمة لمنتجاتك. يقوم أحد حلول تقنية الإعلان والذي يسمى التحسين الإبداعي، بإنشاء إعلانات مخصصة استنادًا إلى سجل بيانات عرض الإعلانات السابق للمستخدم. بتقديم العناصر وفقًا لاهتماماتهم، يمنح التحسين الإبداعي العملاء تجربة مرتبطة بهم.",
    "indust_consultant_s4_t1": "دراسة مدى رضى العملاء",
    "indust_consultant_s4_t2": "دراسة تحليل الإبداع",
    "indust_consultant_s5_h": "كفاءة التسويق",
    "indust_consultant_s5_b": "إن نجاح أساليب التسويق الخاصة بالمنشأة بكيفية تعزيز الإيرادات مع خفض تكلفة اكتساب العميل يحدد الفعالية الحقيقية لخطة التسويق. إذا كانت أساليبك التسويقية تقلل باستمرار من تكاليف اكتساب العملاء والاحتفاظ بهم مع زيادة قيمة قاعدة العملاء تلك، فسوف تأتي دائمًا في المقدمة.",
    "indust_consultant_s5_t1": "التسويق والعائدات",
    "indust_industrial_h": "المصانع والصناعات التحويلية",
    "indust_industrial_b": "تتطلب إدارة الأعمال فهمًا شاملاً لسوقك وصناعتك. يمكن أن تؤثر العديد من العوامل الخارجية على كيفية رد فعل السوق. السر يكمن في فحص هذه العوامل بعناية وكيفية تأثيرها على المنتج النهائي والعمليات التجارية. يلزم إجراء بحث عن المنافسين أو إمكانيات الأعمال أو السوق المستهدفة أو قاعدة العملاء والمتغيرات الكلية التي تؤثر بشكل مباشر على السوق الخاص بك.",
    "indust_industrial_s1_h": "فهم السوق",
    "indust_industrial_s1_b": "تتطلب إدارة الأعمال فهمًا شاملاً لسوقك وصناعتك. يمكن أن تؤثر العديد من العوامل الخارجية على كيفية رد فعل السوق. السر يكمن في فحص هذه العوامل بعناية وكيفية تأثيرها على المنتج النهائي والعمليات التجارية. يلزم إجراء بحث عن المنافسين أو إمكانيات الأعمال أو السوق المستهدفة أو قاعدة العملاء والمتغيرات الكلية التي تؤثر بشكل مباشر على السوق الخاص بك.",
    "indust_industrial_s1_t1": "تقييم المنظور العام",
    "indust_industrial_s2_h": "الإبتكار",
    "indust_industrial_s2_b": "هل لديك فكرة حديثة أو مفهوم أو تصميم عبوة جديد لتقييمه؟ يمكن لفريق المحترفين لدينا مساعدتك في تحسين المفاهيم واختيار أفضل الأفكار وتسريع عملية تطوير التغليف باستخدام منهجيات الدراسة و البحث القوية لدينا.",
    "indust_industrial_s2_t1": "الابتكار والتوقعات",
    "indust_industrial_s3_h": "فهم العملاء",
    "indust_industrial_s3_b": "يهدف هذا البحث إلى تعزيز فهم المستهلك كفرد من خلال تحصيل معلومات أعمق حول مواقفه ومتطلباته ودوافعه وأفعاله المتعلقة بالمنتج أو الخدمة. وبشكل أدق، تساعد دراسات وأبحاث المستهلك الشركة في الحصول على تفاصيل دقيقة وموثوقة وحديثة وذات صلة بالمشتري المقصود. تعتبر هذه الاكتشافات محورية لتطوير المنتجات ذات الصلة والإعلانات الفعالة والتواصل الناجح.",
    "indust_industrial_s3_t1": "الاستخدام والمواقف البحثية",
    "indust_industrial_s4_h": "تقييم الأداء",
    "indust_industrial_s4_b": "وهو آلية منظمة وفعالة لتقييم أداء الموظف ونتائجه وفقًا للإلتزامات الوظيفية والغرض من ذلك هو تقييم القيمة التي ساهم بها الموظف من حيث زيادة أرباح الأعمال، بالمقارنة مع معايير الصناعة والعائد الإجمالي على الاستثمار في الموظف.",
    "indust_industrial_s4_t1": "تقييم موظفي الصف الأمامي",
    "indust_industrial_s5_h": "تطوير قنوات التواصل",
    "indust_industrial_s5_b": "بالتعاون مع الوكالات الإبداعية، نقوم باستخلاص الأفكار وتحديد المزايا وتجميع قائمة من العوامل الداعمة لصياغة مجموعة من مفاهيم التواصل. تخضع هذه المفاهيم لتقييم نوعي ثم يتم تضييق نطاقها للتقييم الكمي. يتم تسخير المفاهيم التي تستوفي معايير التأهل من طرف الوكالات لتطوير المواد الإبداعية.",
    "indust_industrial_s5_t1": "دراسة تحليل المفاهيم",
    "indust_industrial_s6_h": "تطوير المنتجات",
    "indust_industrial_s6_b": "تعمل فرق البحث والتطوير بجد على إنشاء سلع ونكهات وأحجام وتغليف جديدة لعروض السوق الحالية أو القادمة. يساعدهم المتخصصون النوعيون والكميون في Focal Point في توليد رؤى لصياغة المفاهيم وتطوير المنتجات. عندما يتم إعداد عينات المنتج، يقوم السوق المستهدف - الذي يتم من خلاله توقع تنبؤات الحجم - باختبارها و/أو تأهيلها لاتخاذ قرار بشأن الاستمرار أو عدم الاستمرار.",
    "indust_industrial_6_t1": "دراسة تحليل تطوير المنتجات",
    "indust_tech_h": "التكنولوجيا والاتصالات",
    "indust_tech_b": "في عالم صناعة الاتصالات المتغير والمتطور باستمرار، يعد البقاء في الطليعة أمرًا بالغ الأهمية لتحقيق النجاح. نحن نتفهم التحديات والفرص الفريدة التي تواجهها شركات الاتصالات في هذا المشهد سريع التغير.",
    "indust_tech_s1_h": "العلامة/الهوية التجارية",
    "indust_tech_s1_b": "تعد دراسات وأبحاث العلامة التجارية للشركات جزءً لا يتجزأ من بناء هوية الشركة القوية والإيجابية والحفاظ عليها. إنه محرك أساسي لعملية صنع القرار لدى العملاء، ويوجه استراتيجيات علامتك التجارية ويضمن أنها تتماشى مع القيم والرؤية مما يعود بالنفع لدى أصحاب العلاقة.",
    "indust_tech_s1_t1": "احداثيات الموقع المثالي",
    "indust_tech_s1_t2": "تتبع صحة العلامة التجارية",
    "indust_tech_s1_t3": "تحليل المواقع الجاذبة",
    "indust_tech_s1_t4": "دراسة قيمة العلامة/ الهوية التجارية",
    "indust_tech_s2_h": "تطوير المنتجات",
    "indust_tech_s2_b": "تتوحد جهود فرق تطوير المنتجات في مختبر الابتكار، وتعمل بكل جد على صياغة منتجات وخدمات وخصومات جديدة لعمليات الإطلاق الفعالة في السوق. ولضمان نجاح هذه المساعي، فإننا نجمع بين خبرتنا النوعية والكمية لتقديم معلومات قيمة تدفع إلى توليد المفاهيم وتوجيه تطوير المنتجات.",
    "indust_tech_s2_t1": "تطوير المنتجات",
    "indust_tech_s2_t2": "توليد الأفكار",
    "indust_tech_s2_t3": "اختبار التغليف",
    "indust_tech_s2_t4": "دراسة الأسعار",
    "indust_tech_s2_t5": "اختبار المفاهيم",
    "indust_tech_s2_t6": "اختبار واجهة المستخدم",
    "indust_tech_s3_h": "التسويق والتطوير الإبداعي",
    "indust_tech_s3_b": "يعد التطوير الإبداعي أمرًا ضروريًا لجذب انتباه الجمهور المستهدف، ونقل رسالة العلامة التجارية، وفي المحصلة يحسم المستهلك قراراته مثل شراء المنتجات أو الخدمات، أو الاشتراك أو التفاعل مع العلامة التجارية. إن هذا يتطلب مزيجًا من الإبداع الفني والتفكير الاستراتيجي والفهم العميق لسلوك المستهلك وتفاصيل السوق",
    "indust_tech_s3_t1": "التسويق والتطوير الإبداعي",
    "indust_tech_s3_t2": "الوعي بالماركة",
    "indust_tech_s3_t3": "دراسة الإعلانات و عادات استخدام الميديا",
    "indust_tech_s3_t4": "اختبار الإعلانات",
    "indust_tech_s3_t5": "العادات والممارسات",
    "indust_tech_s3_t6": "الاستخدام والسلوك",
    "indust_tech_s3_t7": "تطوير الاتصالات وقنوات التواصل",
    "indust_tech_s4_h": "تجربة العملاء",
    "indust_tech_s4_b": "تشير تجربة العملاء (CX) إلى التصور العام والتفاعل الذي يتمتع به العميل مع شركة أو علامة تجارية طوال رحلته بأكملها، بدءًا من الوعي الأولي والتفكير في الشراء ودعم ما بعد الشراء وما بعده. وهو يشمل كل نقطة اتصال وتفاعل لدى العميل مع الشركة، سواء عبر الإنترنت أو دون الاتصال بالإنترنت، ويتأثر بعوامل مختلفة، بما في ذلك جودة المنتج وخدمة العملاء وجهود التسويق والصورة العامة للعلامة التجارية.",
    "indust_tech_s4_t1": "تجربة العملاء",
    "indust_tech_s4_t2": "دراسة تجربة العملاء",
    "indust_tech_s4_t3": "دراسة ولاء العملاء",
    "indust_tech_s4_t4": "دراسة رضى العملاء",
    "indust_tech_s4_t5": "دارسات وتحديد شخصيات العملاء",
    "indust_other_h": "أخرى",
    "indust_other_b": "تشمل الخبرات الأخرى الرعاية الصحية والمقابلات المتخصصة وتطوير المزيج التسويقي والأزياء والجمال والرفاهية",
    "indust_other_s1_h": "العناية بالصحة",
    "indust_other_s1_b": "يتخصص خبراء الرعاية الصحية لدينا في التعمق في الدوافع والسلوكيات والعوامل التي تؤثر على أصحاب المصلحة والمستفيدين المتنوعين الذين يساهمون في تحقيق النجاح التجاري في قطاع الرعاية الصحية. نحن نقدم التوجيه لشركات الأدوية والتشخيص الطبي والأجهزة الطبية في تطوير استراتيجيات العلامة التجارية الفعالة وتضخيم إمكانات مبيعاتها. تشتمل مجموعة الأساليب الخاصة بنا على أدوات مثل أبحاث رحلة المريض من البداية وحتى النهاية، واستبيانات رضا المرضى وتعليقات متخصصي الرعاية الصحية (HCPs) لدعم عملائنا في مساعيهم.",
    "indust_other_s1_t1": "مقابلات متخصصي الرعاية الصحية",
    "indust_other_s1_t2": "مقابلات المتخصصين",
    "indust_other_s2_h": "الميديا",
    "indust_other_s2_b": "وسط المشهد المتطور باستمرار لصناعة الإعلام، تظل المبادئ الأساسية لإنشاء الحملات الناجحة وتقييمها وقياسها ثابتة. يظل من الأهمية بمكان فهم تأثير حملتك على الجمهور، والوصول إلى الجمهور المستهدف المقصود بشكل فعال والحصول على نظرة ثاقبة حول ردود أفعال الجمهور وعلاقاتهم بالعلامات التجارية.",
    "indust_other_s2_t1": "تطوير مختلف وسائل التسويق / تطوير المزيج التسويقي",
    "indust_other_s2_t2": "قياس التسويق والتحسين",
    "indust_other_s3_h": "الفخامة والعناية والموضة",
    "indust_other_s3_b": "الكشف عن الاتجاهات الرئيسية التي تشكل تفضيلات المستهلك التي تدفع العلامات التجارية للأزياء والجمال والرفاهية. نحن نستخدم المعلومات في الوقت المناسب للبقاء في صدارة أحدث الابتكارات واستراتيجيات الأعمال.",
    "indust_other_s3_t1": "تقييم الاحتياجات",
    "indust_other_s3_t2": "التوقعات بالحجم",
    "indust_other_s4_h": "السفر والترفية والضيافة",
    "indust_other_s4_b": "سواء كنت صاحب فندق يتطلع إلى تعزيز تجارب الضيوف، أو منشأة ترفيهية تسعى إلى تحسين العمليات أو شركة سفر تهدف إلى البقاء في صدارة اتجاهات السوق، فإن حلولنا الدراسية الشاملة مصممة لتزويدك بمعلومات قابلة للتنفيذ. بدءً من استبيانات رضا العملاء وحتى تحليل اتجاهات السوق، فإن خدماتنا موجهة نحو مساعدتك على اتخاذ قرارات مستنيرة وتحسين قدرتك التنافسية وتحقيق النمو المستدام في هذه الصناعة المثيرة والمتغيرة باستمرار.",
    "indust_other_s4_t1": "استبيانات رضى الضيوف",
    "indust_other_s4_t2": "تحليل الإبتكار",
    "indust_other_s4_t3": "تقييم الصف الأمامي",
    "our_services_h": "خدماتنا",
    "our_services_b": "اكتشف كيف يمكن لنقطة وضوح Focal Point المساعدة في إطلاق العنان للإمكانيات الحقيقية لمنشأتك",
    "our_services_s2_h": "الإبتكار",
    "our_services_s2_t1": "تطوير خط الإنتاج",
    "our_services_s2_t2": "إبتكار المنتج",
    "our_services_s2_t3": "التوقعات",
    "our_services_s2_t4": "توليد الافكار",
    "our_services_s3_h": "التواصل",
    "our_services_s3_t1": "الاستهداف و تصنيف شخصيات المستهلكين",
    "our_services_s3_t2": "التقييم و تطوير الإبداع",
    "our_services_s3_t3": "تطوير الإبداع",
    "our_services_s3_t4": "الإبداع في السوق - قم بتحسين إعلانك",
    "our_services_s3_t5": "فعالية الحملة و العائدات",
    "our_services_s4_h": "مزيج التسويقي والنماذج",
    "our_services_s4_t1": "اختبار المنتج",
    "our_services_s4_t2": "اختبار التغليف",
    "our_services_s4_t3": "نماذج الأسعار",
    "our_services_s5_h": "نمو العلامة/ الهوية",
    "our_services_s5_t1": "استراتيجية العلامة/ الهوية",
    "our_services_s5_t2": "وضع العلامة التجارية",
    "our_services_s5_t3": "هندسة العلامة/ الهوية وتحسين الملف التعريفي",
    "our_services_s5_t4": "قياس سمعة العلامة/ الهوية",
    "our_services_s6_h": "تجربة العميل",
    "our_services_s6_t1": "صوت العميل",
    "our_services_s6_t2": "تتبع تجربة العميل",
    "our_services_s6_t3": "تطوير استراتيجية تجربة العملاء",
    "our_services_s7_h": "قنوات المستهلك والمشتري",
    "our_services_s7_t1": "مواقف المستهلك والتغيير",
    "our_services_s7_t2": "تتبع صحة العلامة التجارية",
    "our_services_s7_t3": "رحلة المتسوقين",
    "our_services_s7_t4": "حجم القناة",
    "our_services_s7_t5": "التسوق الخفي",
    "our_services_s7_t6": "قياس التنفيذ",
    "our_services_s1_h": "فهم السوق",
    "our_services_s1_t1": "تقييم المنظور العام",
    "our_services_s1_t2": "هيكل السوق - فهم المستهلكين والفئة والمنافسة",
    "our_services_s8_h": "خدمات الأبحاث",
    "our_services_s8_t1": "تجميع البيانات النوعية",
    "our_services_s8_t2": "تجميع البيانات الكمية",
    "extensive_geo_h": "تغطية جغرافية واسعة النطاق",
    "extensive_geo_kh": "الأسواق الرئيسية مغطاة",
    "extensive_geo_k1": "المقر الرئيسي: جدة، المملكة العربية السعودية؛ المكتب الإقليمي: الإمارات العربية المتحدة، باكستان",
    "extensive_geo_k2": "المكاتب الشريكة: مصر، الأردن، لبنان، البحرين، قطر، عمان",
    "extensive_geo_k3": "الأسواق الثانوية",
    "extensive_geo_k4": "الكويت، المغرب، الجزائر، تونس، ليبيا، فلسطين، العراق، سوريا، أفغانستان",
    "extensive_geo_k5": "تتم تغطية بقية العالم من خلال شبكتنا القوية من الشركاء",
    "industries_h": "الصناعات",
    "blogs_h": "نقطة وضوح معلومات وأخبار",
    "blogs_title": "العلامات التجارية للمنتج",
    "blogs_b": "احصل على آخر التحديثات، معلومات الخبراء و أفضل التوصيات",
    "contact_h": "إتصل بنا",
    "contact_b": "لدينا مكاتب وفرق عمل حول العالم",
    "contact_add_h": "المقر الرئيسي",
    "contact_add_b": " جدة ، المملكة العربية السعودية",
    "contact_email_h": "البريد الإلكتروني",
    "contact_email": "Info@focalpoint.com.sa",
    "contact_phone_h": "الهاتف",
    "contact_phone_number": "1850 652 12 966+",
    "clients_h": "شركائنا في النجاح الذين يثقون بنا",
    "footer_left": "www.focalpoint.com.sa",
    "footer_right": "جميع الحقوق محفوظة",
    "menu_1": "الرئيسية",
    "menu_2": "الخدمات",
    "menu_3": "الصناعات",
    "menu_4": "معلومات",
    "menu_5": "اتصل بنا",
    "menu_6": "English",
    "menu_7": "عن نقطة وضوح",
    "learn_more": "اعرف المزيد",
    "our_team_h": "فريق العمل",
    "our_team_b": "هل تفكر في اتخاذ الخطوة التالية في حياتك المهنية؟ كن جزءًا من مجتمع مواهب Focal Point. يمكن لفريق التوظيف لدينا البقاء على اتصال بشأن الفرص الجديدة التي تصبح متاحة وإعلامك بالمزيد عن الحياة في Focal Point. ",
    "followus_h": "تابعنا",
    "our_vision_h": "رؤيتنا",
    "our_vision_b": "في نقطة وضوح Focal Point، نقدم معلومات إقليمية وحضورًا قويًا مدعومًا بثروة من تعاملاتنا المتنوعة مما يمنحنا ميزة فهم اتجاهات و متغيرات السوق. تتمحور مهمتنا الشاملة حول مساعدة العملاء في اكتشاف وفهم وتحسين الفرص التي تمهد الطريق للنمو الاستثنائي.",
    "our_history_h": "تاريخنا",
    "our_history_b": "بدأت نقطة وضوح Focal Point عبر تغذيتها بقادة في صناعة المعلومات لضمان نجاحها. في العام 2011م تم إنشاء نقطة وضوح Focal Point بهدف تطوير الشباب في مجال الدراسات والأبحاث التسويقية.",
    "sme": "خبير الصناعة",
    "written_by": "كتب بواسطة",
    "the_blog": "نقطة وضوح معلومات وأخبار",
    "recent_blog": "أحدث التدوينات",
    "get_in_touch": "ابقى على تواصل",
    "contactus_b": "يود فريقنا الودود أن يسمع منك",
    "first_name": "الاسم الأول",
    "last_name": "اسم العائلة",
    "message": "رسالة",
    "submit": "إرسال",
    "success_toast": "شكرا لتواصلك معنا، سنعود إليك قريبا",
    "enter_username": "يرجى ادخال الاسم الاول",
    "enter_lastname": "الرجاء إدخال اسمك الأخير",
    "enter_email": "الرجاء إدخال عنوان بريد إلكتروني صالح",
    "enter_phone": "الرجاء إدخال رقم هاتف صحيح",
    "thanks_message": "شكرا لتواصلك معنا، سنعود إليك قريبا",
    "see_more": "شاهد المزيد"
  }
}