{
   "Common": {
      "landingpage_h_1": "GENERATING",
      "landingpage_h_2": "ACTIONABLE",
      "landingpage_h_3": "INSIGHTS",
      "landingpage_b": "The power of market insights empowers us to recommend solutions, drive innovation and chart successful paths forward. It illuminates the hidden market trends, reveals opportunities, fostering growth and progress in every endeavour.",
      "aboutus_h": "About Us",
      "aboutus_b": "Welcome to Focal Point, a dynamic full-service market research agency in Saudi Arabia operating since 2011.",
      "ourservices_h": "Our Services",
      "ourservices_b": "Explore how Focal Point can assist in unlocking your business' true potential",
      "indust_automotive_h": "AUTOMOTIVE",
      "indust_automotive_b": "Focal Point specialises in automotive research. With a history spanning almost two decades, we've shared our expertise with numerous entities operating in the automotive domain. Our team of automotive industry experts maintains a constant watch over industry dynamics, dedicating themselves to tracking trends, innovations, shifts in consumer preferences and evolving purchasing behaviours. Our commitment to delivering essential market data and invaluable insights to clients brings us great satisfaction, as these resources enable them to make more well-informed choices. Our ultimate goal centres on providing our clients with an improved comprehension of the present market scenario, aiding them in identifying both challenges and opportunities more effectively.",
      "indust_automotive_s1_h": "CORPORATE/BRAND",
      "indust_automotive_s1_b": "The development and maintenance of a company's brand or identity are aided through brand research. The pictures, stories and traits that people identify with a corporation become its brand. To provide insight-based ideas and suggestions for product, service or customer service initiatives, it is important to understand brand KPIs including awareness, penetration, perception, loyalty, advocacy and brand value at every point of the business lifecycle.",
      "indust_automotive_s1_t1": "Our project designs offer our clients cost effective, deep and insightful knowledge of their local, regional and global marketplaces.",
      "indust_automotive_s2_h": "MARKETING",
      "indust_automotive_s2_b": "A research approach used by the marketing team to measure the KPIs and assess the extent to which consumers recognize and are familiar with the qualities, brand image and brand name, as well as the effectiveness of marketing campaign. This research identifies the current exposure of brand awareness and the potential gap which can be targeted to increase the brand awareness.",
      "indust_automotive_s2_t1": "BRAND HEALTH TRACKING",
      "indust_automotive_s2_t2": "CAR CLINIC RESEARCH COMMUNICATION",
      "indust_automotive_s2_t3": "ADVERTISING CONCEPT TEST RESEARCH",
      "indust_automotive_s2_t4": "ADVERTISING & PROMOTION EFFECTIVENESS RESEARCH",
      "indust_automotive_s2_t5": "DEALERS/SUB-DEALERS/WHOLESALERS’ FEEDBACK",
      "indust_automotive_s2_t6": "BRAND EQUITY RESEARCH",
      "indust_automotive_s2_t7": "EXHIBITION/CARS SHOW EFFECTIVENESS RESEARCH",
      "indust_automotive_s3_h": "CUSTOMER UNDERSTANDING",
      "indust_automotive_s3_b": "Who wouldn't want to know exactly what the consumer is thinking? You have an unmatched advantage over rival businesses when you comprehend the psychology of your customers. By understanding more about customer's views, wants, motivations and behavior in connection to a good or service, this kind of study aims to comprehend the consumer as a person. In a broader sense, consumer research helps a business get pertinent, valid, up-to-date information of their target customer.",
      "indust_automotive_s3_t1": "CUSTOMER SATISFACTION STUDY RESEARCH",
      "indust_automotive_s3_t2": "CUSTOMER LOYALTY RESEARCH",
      "indust_automotive_s3_t3": "CUSTOMER PROFILING RESEARCH",
      "indust_automotive_s3_t4": "AUTOMOTIVE USAGE & ATTITUDE RESEARCH",
      "indust_automotive_s4_h": "PRODUCT PLANNING",
      "indust_automotive_s4_b": "Many aspects come into play while building a prototype or concept automobile and the insights gained from an examination of those factors determine your viability and likelihood of success. It involves comparing a car prototype or new model to existing, rival models from various companies and then analyzing and learning how to enhance them. Prospects are invited to a static and/or dynamic preview of new models so they may express their preferences, ratings and views on all the components of the products on show.",
      "indust_automotive_s4_t1": "IDEAL MODEL TRIM MIX IDENTIFICATION",
      "indust_automotive_s4_t2": "OPTIMAL PRICING/PRICE ELASTICITY RESEARCH",
      "indust_automotive_s4_t3": "AUTOMOTIVE ACCESSORIES AND SPECIFICATION DEVELOPMENT",
      "indust_automotive_s5_h": "AUTOMOTIVE SALES",
      "indust_automotive_s5_b": "Sales representatives serve as the initial point of contact for customers. Ensuring a seamless interaction process between the salesperson and the customer holds paramount importance. To comprehensively assess the performance of salesmen at the showroom or point of sale (POS), a thorough analysis is conducted. This evaluation encompasses complete customer journey, starting from the welcoming of walk-in customers to the finalisation of sales transactions, all in alignment with the provided sales training.",
      "indust_automotive_s5_t1": "AUTOMOTIVE SPECIFICATION TRACKING RESEARCH",
      "indust_automotive_s5_t2": "AUTOMOTIVE PRICE TRACKING RESEARCH",
      "indust_automotive_s6_h": "AFTER SALES",
      "indust_automotive_s6_b": "Examining after-sales and complaint centers is crucial to accurately pinpointing consumers' pain spots and preventing surprises. The objective of this study is to assess the service advisors' performance in the service centers, including how they interact with customers, deal with problems they encounter and offer the best solution.",
      "indust_automotive_s6_t1": "PERIODIC MAINTENANCE PRICE COMPARISON",
      "indust_automotive_s6_t2": "SPARE PARTS PRICE TRACKING RESEARCH",
      "indust_automotive_s6_t3": "REPAIR & BODY WORKS SERVICE EVALUATION",
      "indust_fmcg_h": "FMCG",
      "indust_fmcg_b": "In the case of the FMCG sector, understanding market insights is a crucial step in the research and development process. Every subsequent choice is built on the information acquired and examined. This fundamental information affects every facet of the company, including product, marketing and distribution. Our wide range of services assist businesses in obtaining trustworthy information that enables them to respond quickly enough to meet customer needs.",
      "indust_fmcg_s1_h": "CORPORATE/BRAND",
      "indust_fmcg_s1_b": "The development and maintenance of a company's brand or identity is aided through brand research. The pictures, stories and traits that people resonate with a corporation become its brand. To provide insight-based ideas and suggestions for product, service or customer service initiatives, it is imperical to understand brand KPIs including awareness, penetration, perception, loyalty, advocacy and brand value at every point of the business lifecycle.",
      "indust_fmcg_s1_t1": "BRAND HEALTH TRACKING",
      "indust_fmcg_s1_t2": "BRAND EQUITY RESEARCH/CORPORATE ID RESEARCH",
      "indust_fmcg_s2_h": "PRODUCT DEVELOPMENT",
      "indust_fmcg_s2_b": "The research and development (R&D) teams are actively engaged in crafting fresh products, flavors, sizes and packaging options for both their current and upcoming offerings within the market. The qualitative and quantitative experts at Focal Point collaborate with them to extract insights conducive to idea generation and product refinement. Once product samples are prepared, they undergo testing and evaluation by the intended audience, facilitating the creation of volume forecasts that ultimately influence decisions on whether to proceed or not with the products.",
      "indust_fmcg_s2_t1": "IDEA GENERATION",
      "indust_fmcg_s2_t2": "SKU DEVELOPMENT",
      "indust_fmcg_s2_t3": "IDEAL SKU MIX",
      "indust_fmcg_s2_t4": "CONCEPT TEST",
      "indust_fmcg_s2_t5": "PRICING RESEARCH",
      "indust_fmcg_s2_t6": "PACKAGE TESTING",
      "indust_fmcg_s3_h": "MARKETING/CREATIVE DEVELOPMENT",
      "indust_fmcg_s3_b": "A method of doing research that the marketing team uses to analyse KPIs, determine how well-known a certain brand's attributes, reputation and name are to customers and evaluate the success of marketing campaigns. It helps to know where your business is in the market when trying to build presence, create marketing strategies and boost sales.",
      "indust_fmcg_s3_t1": "USAGE AND ATTITUDE (U&A)",
      "indust_fmcg_s3_t2": "HABITS AND PRACTICES (H&P)",
      "indust_fmcg_s3_t3": "AD TESTING",
      "indust_fmcg_s3_t4": "ADVERTISING AND MEDIA HABITS RESEARCH",
      "indust_fmcg_s3_t5": "COMMUNICATION DEVELOPMENT",
      "indust_fmcg_s4_h": "CUSTOMER UNDERSTANDING",
      "indust_fmcg_s4_b": "Segmentation stands as a versatile research method, aiding organizations in delineating their consumer base by categorizing the target audience into unique subsets determined by factors like gender, age or political inclination. More intricate segmentations can delve into aspects like product utilization, personal values, attitudes or broader lifestyle traits.",
      "indust_fmcg_s4_t1": "CUSTOMER SATISFACTION STUDY RESEARCH",
      "indust_fmcg_s4_t2": "CUSTOMER PROFILING RESEARCH",
      "indust_fmcg_s4_t3": "CHANNEL MEMBERS FEEDBACK",
      "indust_govsec_h": "GOVERNMENT & \nPUBLIC SECTOR",
      "indust_govsec_b": "In today's dynamic and ever-evolving environment, staying ahead of the curve is paramount to success. We understand the unique challenges and opportunities that governments and public sector companies face in this rapidly changing landscape.",
      "indust_govsec_s1_h": "PUBLIC OPINION SURVEYS",
      "indust_govsec_s1_b": "It is the process of gathering information on a wide range of subjects, including demography, economy, health and education. It's critical to comprehend how the citizens feel about and behave towards outside forces like PESTEL that have a direct impact on authorities, ministries, commissions and any other public entities.",
      "indust_govsec_s1_t1": "CITIZENS POLL",
      "indust_govsec_s2_h": "POLICY DEVELOPMENT & EVALUATION",
      "indust_govsec_s2_b": "Research plays a critical role in effectively understanding opinions of citizens, public service users and other stakeholders and ensuring that leadership is informed by sound evidence on what work is crucial to attain key long-term objectives.",
      "indust_govsec_s2_t1": "POLICY PERCEPTION RESEARCH",
      "indust_govsec_s3_h": "BEHAVIOURAL INSIGHTS & COMMUNICATION",
      "indust_govsec_s3_b": "Understanding citizens behaviour and habits to identify thier needs and priorities, for policy formation, appropriate budget allocation, distinctive service development and to develop pilot programs.",
      "indust_govsec_s3_t1": "NEED ASSESSMENT RESEARCH",
      "indust_govsec_s4_h": "AUDIENCE FEEDBACK & SATISFACTION",
      "indust_govsec_s4_b": "Feedback and a specific level of satisfaction or dissatisfaction are established whenever citizens are exposed to any public action or communications. It is possible to assess the effectiveness of a message, event or activity by analysing the results of any interactions with the intended audience. All stakeholders benefit from the outcome which is used to calculate ROIs, evaluate performance, spot winning strategies and build reputation.",
      "indust_govsec_s4_t1": "PUBLIC SATISFACTION RESEARCH",
      "indust_realestate_h": "REAL ESTATE",
      "indust_realestate_b": "Assist clients in identifying, analyzing, developing and/or renovating properties that generate higher ROI. Whether it’s commercial, residential or both, our experts can help in making those difficult decisions. Our scope of services ranges from making landscape assessments to make go/no-go decisions to gathering occupants feedback and satisfaction to evaluate property management services.",
      "indust_realestate_s1_h": "CORPORATE/BRAND",
      "indust_realestate_s1_b": "The development and maintenance of a company's brand or identity, is aided through brand research. The pictures, stories and traits that people resonate with a corporation become its brand. To provide insight-based ideas and suggestions for product, service or customer service initiatives, it is important to understand brand KPIs including awareness, penetration, perception, loyalty, advocacy, and brand value at every point of the business lifecycle.",
      "indust_realestate_s1_t1": "CATCHMENT AREA ANALYSIS",
      "indust_realestate_s1_t2": "CORPORATE/BRAND",
      "indust_realestate_s1_t3": "IDEAL LOCATION ID",
      "indust_realestate_s1_t4": "BRAND EQUITY RESEARCH/CORPORATE ID RESEARCH",
      "indust_realestate_s2_h": "PRODUCT DEVELOPMENT",
      "indust_realestate_s2_b": "The R&D teams work hard at creating new real estate projects with latest amenities and modern safety to touch upon customer preferences. The qualitative and quantitative professionals at Focal Point assist them in generating insights for concept formulation and product development. When the product samples are prepared, the target market—through which the sales predictions are forecasted—tests and/or qualifies them to make a go/no-go judgment.",
      "indust_realestate_s2_t1": "MARKETING/CREATIVE DEVELOPMENT",
      "indust_realestate_s2_t2": "BRAND AWARENESS",
      "indust_realestate_s2_t3": "BRAND AWARENESS",
      "indust_realestate_s2_t4": "AD TESTING",
      "indust_realestate_s2_t5": "COMMUNICATION DEVELOPMENT",
      "indust_realestate_s3_h": "CUSTOMER EXPERIENCE",
      "indust_realestate_s3_b": "Customer experience is the basis of customer perception. It is important that companies are aware of the thoughts and feelings of their customers, not just their purchases. Every interaction customers have with a company influences their attitude towards the brand in general. Therefore, measuring the details of these interactions can reveal a company’s chances of long-term success. In addition to the ranking of certain offers from the company compared to overall customer satisfaction.",
      "indust_realestate_s3_t1": "CUSTOMER EXPERIENCE",
      "indust_food_h": "FOOD & \nBEVERAGE/RETAIL",
      "indust_food_b": "Acquiring new customers in the Food and Beverage (F&B) retail sector is a complex endeavor, marked by challenges including intense competition, evolving consumer preferences and high expectations for quality and service. Seasonal fluctuations, operational intricacies and the necessity for substantial marketing investments further complicate matters. Negative reviews can damage reputation, while local regulations and economic factors add to the intricacy. Building customer loyalty is demanding and supply chain disruptions and staff turnover can impact consistency. Moreover, the rise of online ordering and food delivery necessitates efficient infrastructure. Successfully navigating these challenges requires a strategic approach, commitment to customer satisfaction, operational excellence and a well-rounded focus on creating memorable experiences for new patrons.",
      "indust_food_s1_h": "CORPORATE/BRAND",
      "indust_food_s1_b": "The development and maintenance of a company's brand or identity is aided through brand research. The pictures, stories and traits that people resonate with a corporation become its brand. To provide insight-based ideas and suggestions for product, service or customer service initiatives, it is important to understand brand KPIs including awareness, penetration, perception, loyalty, advocacy and brand value at every point of the business lifecycle.",
      "indust_food_s1_t1": "CORPORATE/BRAND",
      "indust_food_s1_t2": "BRAND HEALTH TRACKING",
      "indust_food_s1_t3": "BRAND EQUITY RESEARCH/CORPORATE ID RESEARCH",
      "indust_food_s1_t4": "IDEAL LOCATION ID",
      "indust_food_s2_h": "MARKETING/CREATIVE DEVELOPMENT",
      "indust_food_s2_b": "A method of doing research that the marketing team uses to analyse KPIs to determine how well-known a certain brand's attributes, reputation and name are to customers and evaluate the success of marketing campaigns. It helps to know where your business is in the market when trying to build presence, create marketing strategies and boost sales.",
      "indust_food_s2_t1": "USAGE & ATTITUDE (U&A)",
      "indust_food_s2_t2": "BRAND AWARENESS",
      "indust_food_s2_t3": "HABITS & PRACTICES (H&P)",
      "indust_food_s2_t4": "COMMUNICATION DEVELOPMENT",
      "indust_food_s2_t5": "AD TESTING",
      "indust_food_s2_t6": "ADVERTISING & MEDIA HABITS RESEARCH",
      "indust_food_s3_h": "CUSTOMER EXPERIENCE",
      "indust_food_s3_b": "Customer experience is the basis of customer perception. It is important that companies are aware of the thoughts and feelings of their customers, not only their purchases but also every interaction that customers have with their company that influences their attitude towards the brand in general. Therefore, measuring the details of these interactions can reveal a company’s chances of long-term success in addition to the ranking of certain offers from the company compared to overall customer satisfaction.",
      "indust_food_s3_t1": "CUSTOMER PROFILING RESEARCH",
      "indust_food_s3_t2": "CUSTOMER SATISFACTION STUDY RESEARCH",
      "indust_food_s3_t3": "CUSTOMER LOYALTY",
      "indust_consultant_h": "CONSULTANT &\nAGENCIES",
      "indust_consultant_b": "The market research sector is rapidly advanced by innovation, much like any other industry in the modern world. While the majority of consumers might not be aware of it, brands are now more able than ever to make better business decisions quickly and affordably. Using automation to drive data analysis, link disjointed systems, move data more rapidly and more accurately target the correct individuals for surveys. Focal Point is incorporating artificial intelligence (AI) into its platforms to identify survey respondents who are of a high caliber.",
      "indust_consultant_s1_h": "INNOVATION",
      "indust_consultant_s1_b": "Do you have a fresh idea, concept or packaging design to evaluate? Our team of professionals can assist you in refining concepts, selecting top ideas and expediting packaging development using our robust research methodologies.",
      "indust_consultant_s1_t1": "INNOVATION & FORECASTING",
      "indust_consultant_s2_h": "PRODUCT DEVELOPMENT",
      "indust_consultant_s2_b": "The R&D teams work hard at creating new ideas and ways of solving a business problem. The qualitative and quantitative professionals at Focal Point assist them in generating insights for concept formulation and product development. When the new ideas are generated from the target market—through which the viability was evaluated—tests and/or qualifies them to make a go/no-go judgment.",
      "indust_consultant_s2_t1": "PRODUCT DEVELOPMENT LABS",
      "indust_consultant_s3_h": "SALES EFFECTIVENESS",
      "indust_consultant_s3_b": "To enhance the efficiency of sales team, organizations should initially establish their own interpretation of effectiveness and establish methods for tracking advancement. This involves establishing achievable targets for their company's distinct sales metrics and essential performance indicators which will then be assessed in alignment with the objectives.",
      "indust_consultant_s3_t1": "FRONTLINE EVALUATION",
      "indust_consultant_s4_h": "CREATIVE OPTIMIZATION",
      "indust_consultant_s4_b": "As it generates real-time advertising campaigns depending on the demands or preferences of the audience or customer, creative optimization filters out the most appropriate audience for your goods. A display advertising technology solution called creative optimisation creates personalized adverts based on the user's prior ad serving data history. By presenting items depending on their interests, creative optimization gives customers a coherent experience.",
      "indust_consultant_s4_t1": "CSAT RESEARCH",
      "indust_consultant_s4_t2": "CREATIVE LABS",
      "indust_consultant_s5_h": "MARKETING EFFECTIVENESS",
      "indust_consultant_s5_b": "The success of how company's marketing methods enhances revenue while lowering the cost of client acquisition determines the genuine efficacy of a marketing plan. If your marketing tactics constantly reduce the expenses of acquiring and retaining customers while raising the worth of that customer base, you will always come out on top.",
      "indust_consultant_s5_t1": "MARKETING ROI",
      "indust_industrial_h": "INDUSTRIAL &\nMANUFACTURING",
      "indust_industrial_b": "Running a business requires a thorough understanding of your market and industry. Numerous outside factors can affect how a market behaves. The secret is in carefully examining these factors and how they affect the final product and business operations. Researching the competitors, business potential, target market or customer base and the macro variables that directly affect your market are required for this.",
      "indust_industrial_s1_h": "MARKET UNDERSTANDING",
      "indust_industrial_s1_b": "Running a business requires a thorough understanding of your market and industry. Numerous outside factors can affect how a market behaves. The secret is in carefully examining these factors and how they affect the final product and business operations. Researching the competitors, business potential, target market or customer base and the macro variables that directly affect your market are required for this.",
      "indust_industrial_s1_t1": "LANDSCAPE ASSESSMENT",
      "indust_industrial_s2_h": "INNOVATION",
      "indust_industrial_s2_b": "Do you have a fresh idea, concept or packaging design to evaluate? Our team of professionals can assist you in refining concepts, selecting top ideas and expediting packaging development using our robust research methodologies.",
      "indust_industrial_s2_t1": "INNOVATION & FORECASTING",
      "indust_industrial_s3_h": "CUSTOMER UNDERSTANDING",
      "indust_industrial_s3_b": "This research aims to enhance comprehension of the consumer as an individual by gaining deeper insights into their attitudes, requirements, drives and actions concerning a product or service. In a broader sense, consumer research aids a company in acquiring pertinent, dependable, accurate and current details about their intended purchaser. These discoveries are pivotal for developing pertinent products, effective advertisements and successful placements.",
      "indust_industrial_s3_t1": "USAGE & ATTITUDES RESEARCH",
      "indust_industrial_s4_h": "PERFORMANCE EVALUATION",
      "indust_industrial_s4_b": "It is defined as a structured and effective mechanism for assessing an employee's performance and outcomes according to their job obligations. The purpose is to evaluate the value contributed by an employee in terms of increased business earnings, as compared to industry benchmarks and the overall return on investment for the employee.",
      "indust_industrial_s4_t1": "FRONTLINE EVALUATION",
      "indust_industrial_s5_h": "COMMUNICATION DEVELOPMENT",
      "indust_industrial_s5_b": "Collaborating with creative agencies, we extract insights, pinpoint advantages and compile a list of supporting factors to formulate a range of communication concepts. These concepts undergo qualitative assessment and are then narrowed down for quantitative evaluation. The concepts that meet qualification criteria are harnessed by agencies for the development of creative materials.",
      "indust_industrial_s5_t1": "CONCEPT LABS",
      "indust_industrial_s6_h": "PRODUCT DEVELOPMENT",
      "indust_industrial_s6_b": "The R&D teams work hard at creating new goods, flavors, sizes and packaging for their current or upcoming market offers. The qualitative and quantitative professionals at Focal Point assist them in generating insights for concept formulation and product development. When the product samples are prepared, the target market—through which the volume predictions are forecasted—tests and/or qualifies them to make a go/no-go judgment.",
      "indust_industrial_s6_t1": "PRODUCT DEVELOPMENT ANALYSIS STUDY",
      "indust_help": "How we help you?",
      "indust_industrial_6_t1": "PRODUCT DEVELOPMENT LABS",
      "indust_tech_h": "TECHNOLOGY &\nTELECOM",
      "indust_tech_b": "In today's dynamic and ever-evolving telecommunications industry, staying ahead of the curve is paramount to success. We understand the unique challenges and opportunities that telecom companies face in this rapidly changing landscape.",
      "indust_tech_s1_h": "CORPORATE/BRAND",
      "indust_tech_s1_b": "Corporate brand research is integral to building and maintaining a strong and positive corporate identity. It informs decision-making, guides branding strategies and ensures that organisation's brand is aligned with its values and resonates with its stakeholders.",
      "indust_tech_s1_t1": "IDEAL LOCATION ID",
      "indust_tech_s1_t2": "BRAND HEALTH TRACKING",
      "indust_tech_s1_t3": "CATCHMENT AREA ANALYSIS",
      "indust_tech_s1_t4": "BRAND EQUITY RESEARCH/CORPORATE ID RESEARCH",
      "indust_tech_s2_h": "PRODUCT DEVELOPMENT",
      "indust_tech_s2_b": "The product development teams are in the innovation lab, tirelessly crafting new products, services and discounts for exciting market launches. To ensure the success of these endeavours, we combine our qualitative and quantitative expertise to provide valuable insights that drive concept generation and guide product development.",
      "indust_tech_s2_t1": "PRODUCT DEVELOPMENT",
      "indust_tech_s2_t2": "IDEA GENERATION",
      "indust_tech_s2_t3": "PACKAGE TESTING",
      "indust_tech_s2_t4": "PRICING RESEARCH",
      "indust_tech_s2_t5": "CONCEPT TEST",
      "indust_tech_s2_t6": "UI TESTING",
      "indust_tech_s3_h": "MARKETING/CREATIVE DEVELOPMENT",
      "indust_tech_s3_b": "Creative development is essential for capturing the attention of the target audience, conveying the brand message, and ultimately driving consumer actions such as purchasing products or services, subscribing or engaging with the brand. It requires a combination of artistic creativity, strategic thinking and a deep understanding of consumer behavior and market dynamics.",
      "indust_tech_s3_t1": "MARKETING/CREATIVE DEVELOPMENT",
      "indust_tech_s3_t2": "BRAND AWARENESS",
      "indust_tech_s3_t3": "ADVERTISING & MEDIA HABITS RESEARCH",
      "indust_tech_s3_t4": "AD TESTING",
      "indust_tech_s3_t5": "HABITS AND PRACTICES (H&P)",
      "indust_tech_s3_t6": "USAGE & ATTITUDE (U&A)",
      "indust_tech_s3_t7": "COMMUNICATION DEVELOPMENT",
      "indust_tech_s4_h": "CUSTOMER EXPERIENCE",
      "indust_tech_s4_b": "Customer experience (CX) refers to the overall perception and interaction that a customer has with a company or brand throughout their entire journey, from initial awareness and consideration to purchase, post-purchase support and beyond. It encompasses every touchpoint and interaction a customer has with a business, both online and offline and is influenced by various factors, including product quality, customer service, marketing efforts and the overall brand image.",
      "indust_tech_s4_t1": "CUSTOMER EXPERIENCE",
      "indust_tech_s4_t2": "CUSTOMER EXPERIENCE RESEARCH",
      "indust_tech_s4_t3": "CUSTOMER LOYALTY RESEARCH",
      "indust_tech_s4_t4": "CUSTOMER SATISFACTION RESEARCH",
      "indust_tech_s4_t5": "CUSTOMER PROFILING RESEARCH",
      "indust_other_h": "OTHER",
      "indust_other_b": "Other expertise includes, health care, specialist interviews, marketing mix developement, fashion, beauty & luxury",
      "indust_other_s1_h": "HEALTH CARE",
      "indust_other_s1_b": "Our healthcare experts specialize in delving into the motivations, behaviors and factors influencing the diverse stakeholders that contribute to achieving commercial success within the healthcare sector. We provide guidance to pharmaceutical, medical diagnostics and medical device firms in the development of effective brand strategies and the maximization of their sales potential. Our toolkit includes tools such as patient journey research, patient satisfaction surveys and feedback from healthcare professionals (HCPs) to support our clients in their endeavors.",
      "indust_other_s1_t1": "HCP INTERVIEWS",
      "indust_other_s1_t2": "SPECIALIST INTERVIEWS",
      "indust_other_s2_h": "MEDIA",
      "indust_other_s2_b": "Amidst the ever-evolving landscape of the media industry, the core principles of creating, assessing and quantifying successful campaigns remain constant. It remains paramount to comprehend the impact of your campaign on the audience, reach the intended target audience effectively and gain insights into audience reactions and their connections with brands.",
      "indust_other_s2_t1": "MARKETING MIX DEVELOPMENT",
      "indust_other_s2_t2": "MARKETING MEASUREMENT & OPTIMIZATION",
      "indust_other_s3_h": "FASHION, BEAUTY & LUXURY",
      "indust_other_s3_b": "Uncovering the key trends shaping consumer preferences that drive fashion, beauty and luxury brands. We use timely insights to stay ahead of the latest innovations and business strategies.",
      "indust_other_s3_t1": "NEED ASSESSMENT",
      "indust_other_s3_t2": "VOLUME FORECASTING",
      "indust_other_s4_h": "HOSPITALITY, LEISURE & TRAVEL",
      "indust_other_s4_b": "Whether you're a hotelier looking to enhance guest experiences, a leisure facility seeking to optimize operations or a travel company aiming to stay ahead of market trends, our comprehensive research solutions are designed to provide you with actionable insights. From customer satisfaction surveys to market trend analysis, our services are geared towards helping you make informed decisions, improve your competitive edge and achieve sustainable growth in this exciting and ever-changing industry.",
      "indust_other_s4_t1": "GUEST SATISFACTION SURVEY",
      "indust_other_s4_t2": "INNOVATION LABS",
      "indust_other_s4_t3": "FRONT ROW ASSESSMENT",
      "our_services_h": "Our Services",
      "our_services_b": "Explore how Focal Point can assist in unlocking your business' true potential",
      "our_services_s2_h": "Innovation",
      "our_services_s2_t1": "Product Line Development",
      "our_services_s2_t2": "Product Innovation",
      "our_services_s2_t3": "Forecasting",
      "our_services_s2_t4": "Idea Generation",
      "our_services_s3_h": "Communication",
      "our_services_s3_t1": "Consumer Profiling and Targeting ",
      "our_services_s3_t2": "Creative Development and Evaluation ",
      "our_services_s3_t3": "Creative Assessment ",
      "our_services_s3_t4": "Creative in Market - Optimize your Ad",
      "our_services_s3_t5": "Campaign Effectiveness and ROI ",
      "our_services_s4_h": "Marketing Mix and Modelling ",
      "our_services_s4_t1": "Product Testing ",
      "our_services_s4_t2": "Packaging Test ",
      "our_services_s4_t3": "Price Modelling ",
      "our_services_s5_h": "Brand Growth ",
      "our_services_s5_t1": "Brand Strategy ",
      "our_services_s5_t2": "Brand Positioning ",
      "our_services_s5_t3": "Brand Architecture and \nPortfolio Optimization ",
      "our_services_s5_t4": "Brand Equity Measurement ",
      "our_services_s6_h": "Customer Experience ",
      "our_services_s6_t1": "Voice of the Customer ",
      "our_services_s6_t2": "Customer Experience Tracking ",
      "our_services_s6_t3": "Customer Experience Strategy Development",
      "our_services_s7_h": "Consumer, Shopper and Channel ",
      "our_services_s7_t1": "Consumer Attitudes and Change",
      "our_services_s7_t2": "Brand Health Tracking",
      "our_services_s7_t3": "Shopper Journey",
      "our_services_s7_t4": "Channel Sizing",
      "our_services_s7_t5": "Mystery Shopping",
      "our_services_s7_t6": "Execution Measurement",
      "our_services_s1_h": "Marketing Understanding ",
      "our_services_s1_t1": "Landscape Assessment ",
      "our_services_s1_t2": "Market Structure - 3C's'",
      "our_services_s8_h": "Research Services ",
      "our_services_s8_t1": "Qualitative Data Collection ",
      "our_services_s8_t2": "Quantitative Data Collection ",
      "extensive_geo_h": "Extensive Geographic Coverage",
      "extensive_geo_kh": "Key Markets Covered",
      "extensive_geo_k1": "Headquarters: Jeddah, Saudi Arabia; Regional Office: UAE, Pakistan",
      "extensive_geo_k2": "Partner Offices: Egypt, Jordan, Lebanon, Bahrain, Qatar, Oman",
      "extensive_geo_k3": "Other markets covered less frequently",
      "extensive_geo_k4": "Kuwait, Morocco, Algeria, Tunisia, Libya, Palestine, Iraq, Syria, Afghanistan",
      "extensive_geo_k5": "Rest of the world is covered through our strong network of partners",
      "industries_h": "Industries",
      "blogs_h": "Focal Point Insights",
      "blogs_title": "Product Branding",
      "blogs_b": "Get the latest market intelligence, consumer insights and industry information",
      "contact_h": "Contact us",
      "contact_b": "We have offices and teams all around the world",
      "contact_add_h": "Headquarters",
      "contact_add_b": "Jeddah, Saudi Arabia",
      "contact_email_h": "Email",
      "contact_email": "Info@focalpoint.com.sa",
      "contact_phone_h": "Phone",
      "contact_phone_number": "+966 12 652 1850",
      "clients_h": "Our success partners who trust us",
      "footer_left": "www.focalpoint.com.sa",
      "footer_right": "All rights reserved",
      "menu_1": "Home",
      "menu_2": "Services",
      "menu_3": "Industries",
      "menu_4": "Insights",
      "menu_5": "Contact us",
      "menu_7": "About Us",
      "menu_6": "العربية",
      "learn_more": "Learn more",
      "our_team_h": "Our Team",
      "our_team_b": "Are you considering to take the next step in your career? Become a part of Focal Point talent community. Our hiring team can keep in touch about new opportunities that become available and let you know more about life at Focal Point.",
      "followus_h": "Follow us",
      "our_vision_h": "Our Vision",
      "our_vision_b": "At Focal Point, we bring regional insights and a strong presence backed by wealth of diversified exposure that grants us an advantageous edge in grasping market trends and dynamics. Our overarching mission revolves around assisting clients in uncovering, comprehending and optimising opportunities that pave the way for extraordinary growth.",
      "our_history_h": "Our History",
      "our_history_b": "Industry leaders that are passionate about the ability of insights to fuel company success formed Focal Point. In 2011, Focal Point was founded with the mission of developing young people in the market research sector.",
      "sme": "SME",
      "written_by": "\nWritten by:",
      "the_blog": "Focal Point Insights",
      "recent_blog": "Recent blog posts",
      "get_in_touch": "Get in Touch",
      "contactus_b": "Stay ahead of the curve by leveraging our research expertise to uncover the hidden qualitative and quantitative market insights in Saudi Arabia. Our expertise include brand growth, market assessment, shopper and retail, product innovation and development, customer profiling and satisfaction, social value creation, media and analytics across a wide range of industries. Reach out to us.",
      "first_name": "First Name",
      "last_name": "Last Name",
      "message": "Message",
      "submit": "Submit",
      "success_toast": "Thank you for contacting us, we will get back to you soon",
      "enter_username": "Please enter your first name",
      "enter_lastname": "Please enter your last name",
      "enter_email": "please enter valid email address",
      "enter_phone": "Please enter valid phone number",
      "thanks_message": "Thank you for contacting us, we will get back to you soon",
      "see_more": "See More"
   }
}